/*Напишите программу, которая на вход принимает число (N), а на выходе показывает все чётные числа от 1 до N.

5 -> 2, 4
8 -> 2, 4, 6, 8*/

// !!!РАСКОМЕНТИРОВАТЬ НУЖНЫЕ ЗНАЧЕНИЯ ПЕРЕМЕННОЙ!!!


int a = 1;
//int b = 5;
int b = 8;

a =a + 1;

while (a <= b)
{
    Console.WriteLine(a);
    a = a + 2;
}
